<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		GkqVYJqfj5ymkyp5VMGDrxWejW8=
		</data>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		AbwczGeAWRHZg4WRVuoVJmqzJvA=
		</data>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<data>
		FK/EqDCZUpy/cZZuintgW4GM8NQ=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<data>
		kD1V8HNNEeS29NFoC6Tr0tfX4iw=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<data>
		Ih8eB1hUngUGRr0RHqRW/1D04V8=
		</data>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<data>
		Wo4pSAsBFD9aHFCBt53fP8abICk=
		</data>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<data>
		wR01CCqGrFxJoXYpGZYXghcNET8=
		</data>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		9brzNLtTyr6wxUFJNNE25rck8D0=
		</data>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		dc6uxyGCLfXrSDUCRgQE3sGb+b0=
		</data>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<data>
		iQ8y2AdXrS/Gzah+U0m4xAV7xgU=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<data>
		ALNwzzctqyiyZEVNVRlNa7DLPzc=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<data>
		769ybrwRt5XWrHNPtK2xVcLRDc4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<data>
		o7l7Z0rVAzwN0/6iuaro084VxPE=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<data>
		6kgFq85jfQW71yKnaZAf+3Im0Jg=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
		</data>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<data>
		iUBUbybvhFe4OW7bS6RUsA2UvFo=
		</data>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<data>
		q3050it+8OpK+d4LOfZCi35d25U=
		</data>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<data>
		CZ1OXArfHTl1oPIDNh+Bop+SCts=
		</data>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<data>
		Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
		</data>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<data>
		VBzK9uDM8GV03w5/uMia9sTgqHs=
		</data>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aumPJXFpvJSCGM3zIHgv9dDN9TU=
		</data>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<data>
		hZb3z9BC3vAxatudB3vnBvZS1Rc=
		</data>
		<key>Resources/hd.mlmodelc/enc.net</key>
		<data>
		0iC33P1fM6PqegtyLvEuMSQhKTk=
		</data>
		<key>Resources/hd.mlmodelc/enc.shape</key>
		<data>
		u4svdVTxz1LP+JlFtqA+MtaWsFM=
		</data>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<data>
		17YlOO7vSao/NLJVakU+L9cxefI=
		</data>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<data>
		q8k/YfbvF3j0NI9FXZaH9Ej37kM=
		</data>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
		</data>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<data>
		GdAMtjHgYlkJyxKjEBinYXPURQo=
		</data>
		<key>Resources/hlm.mlmodelc/enc.net</key>
		<data>
		Q+O338k83VwC8R8LsjMQZwEKSMw=
		</data>
		<key>Resources/hlm.mlmodelc/enc.shape</key>
		<data>
		TDISjra09zcgL7L6cmsAqpl3k/A=
		</data>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<data>
		mgpbLCnzec1+7boPjiqnqEkOqEU=
		</data>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/lipsync.mlmodelc/analytics/coremldata.bin</key>
		<data>
		UrYRGW5TYI0Mk2WH1TWUyBWNRKw=
		</data>
		<key>Resources/lipsync.mlmodelc/coremldata.bin</key>
		<data>
		HyBtdiYRD4AU+3UnPxrYFStXwcQ=
		</data>
		<key>Resources/lipsync.mlmodelc/enc.net</key>
		<data>
		ZFhpbGF+QlokP7isCuvabBbfeto=
		</data>
		<key>Resources/lipsync.mlmodelc/enc.shape</key>
		<data>
		X3bKIrMi3rzjRIXUlKlvkyNKejk=
		</data>
		<key>Resources/lipsync.mlmodelc/metadata.json</key>
		<data>
		UKRY+klK1fvNKUudsoh/fTIAilg=
		</data>
		<key>Resources/lipsync.mlmodelc/model.espresso.weights</key>
		<data>
		pEYazueb6rcayZPd7z1q6xamMQA=
		</data>
		<key>Resources/lipsync.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			6s72eogLSEol5U2qBS95UjDECg2QXpQJyVSbyFo820Y=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			VDpTMcAnZaHsVHVylgj3yotEx1bMAxNyLyaAucObM/Y=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			F6gsOdIas97S0Tlh6rVWhOfG2ppCrpQikJbvqmEpt5g=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			H40F6yvvno5WDEP86/CzZOQVkskqBbqQe77VbqT9ej8=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			NgpYVjjt7JHc2ShDYq6FBJxfRxs7Ewug+VAs06sTymw=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			u2t/QGMOUlDHUbLOtS/vNVpm3EhfEppHyNAyTE6DPy0=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			WaCrC5b+itMCOTVUS6VBrPONVp+wKFwc+PrmrzVVIwM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Mf2VTRP6xAXB09Q5rEX1fy6wZSr9cRZ93LVKgqbMi8E=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			M/5+6hzGbIWX3CDEaeHgp5ppVT7ywhDyxeivlOduWf8=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			W09F+5zN0onZCayPuVO4VuyBZRMjNF2p6kOw+cCfd60=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			yI40tZuzBvfFZJIgBtV1/O6Sl48v2qVA/3Kw0M8bLBQ=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			GqYjTR9GK2tgRPUMll4XHX0GR6tUjl19v6WHpIRGARQ=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			MBbv/itXpXPRFA6CNUnSxfedSv7lmyrKd8cPEruQAs0=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			6qSFspS51526GtMD3HuBpKRxeF8ga0s6mRFSu2PGxTU=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			uaQLbSBXSx/rZEzV7lkXsykGcCRhMvfjrEXZ7QJLRpM=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			VCtTg2TdcZgQqmFORqjzjOCYlm64DUnTxD274vqFLtg=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			LTIkoAiQxU1sbAIyHKHFzoVmmEqyhjqhDoDYtRi64QI=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			BdJSj4lhqD3ZTnfdtxCqKeIqbUfStYKK5/clJhiyifg=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			uWhO27443KOM1rG2AAgYMuWskAGE4FZHC7t1M1iINpw=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			mx7RnbGk1vODquWdyT1wQKeaVc58Ld/qFDkrVqQb5FI=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WRJDEc+8zR2SBG/dBmSg1MBXRZs7h6wGRudD9bu6OS0=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ixOqKFQtNsQpibLcfBDcFn4p+m0geR+lDHiRlndXXro=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			jGSvZwJ30Xo8n4eie3OQGa5zKYVG2RuNyN8FVl8/YjA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			cTlfnqwSpXQijeYXHtXBQnwKqfUpsHMJBDyiVlG3asA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			NB8/HmfNdkV+k/UYRA1BR4FQiBBazQOmnABmVmuL4Ec=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			MMsqEQDoPqbulvwcFImwbsSS4gdqQRc8T6SGepzpk8Y=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Eh9w385k5OQysOwkUdgvXpw8Y/cdRKQZweWmz/jpc4c=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JKuusZZnAKPiqu+UJbfB31jaDI7oTIOpKkyLhdpT0ik=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/U4TQfJ4cTWUt/Px+ig8tSxEuNl/XQOB1aaoNk4u+9Q=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			yFkAup0Y7g1NPRRjJMYVzKZMDzEBgoo41Im64j1cLf4=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			UBxzF5U/Xr4Gfz6k66OTUaJI9e6XkhwtdNcGwnk1YBk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oHVTzgHn2ana6DaQgigxm38/LcFzgrJ6viAwWhGnF/c=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			yTxZ5OSTmBFqMfcQN9yfwY2f9xvwczmhfnBxUi03in4=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/enc.net</key>
		<dict>
			<key>hash2</key>
			<data>
			gjdl3/8PJ7Cq4Pd/cKwDcOkeSOzI6y4YK3Hiv7/1tRk=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/enc.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uwGLMZHqZcnIhqO+b+sxU1fJgPv7muUviZct7tvNlnk=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			e6GPJGCr135QZ3vl/LVzppPaG2EydSO6aX+fPHy6lV0=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			8h0KaTCgFgLvXPnL8XUupUh+/67LxKRskM8YfgMWT5w=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
